/********************************************************************************
 * 文件名：Side.h
 * 创建人：宋斌
 * 创建时间：2011-6-10
 * 版本：1.0
 * 本文件版本号：1.0
 * 最后更新：
 * 功能说明：
 * 历史修改记录：
 * <author>  <time>           <version >   <desc>
 *********************************************************************************/
#ifndef __SIDE_H__
#define __SIDE_H__

enum Side 
{
    /// <summary>
    /// Home side.
    /// </summary>
    Side_Home,

    /// <summary>
    /// Away side.
    /// </summary>
    Side_Away
};

#endif //__SIDE_H__
