/********************************************************************************
 * 文件名：Zone.h
 * 创建人：宋斌
 * 创建时间：2011-6-10
 * 版本：1.0
 * 本文件版本号：1.0
 * 最后更新：
 * 功能说明：
 * 历史修改记录：
 * <author>  <time>           <version >   <desc>
 *********************************************************************************/
#ifndef __ZONE_H__
#define __ZONE_H__

enum Zone 
{
    /// <summary>
    /// 对方半场
    /// </summary>
    Zone_OpposingHalf,        

    /// <summary>
    /// 本方半场
    /// </summary>
    Zone_OwnHalf
};

#endif //__ZONE_H__
